Repository: common-repository/vkontakte-cut-post
Catalog: lang/vkontakte-cut-post-*.po
Languages: ru_ru

source: Refresh
ru_ru: Обновить

source: Cancel
ru_ru: Отменить

source: Settings
ru_ru: Настройки

source: Donate
ru_ru: Поддержать

source: vKontakte Cut Post Options
ru_ru: vKontakte Cut Post Настройки

source: vKontakte Cut Post needs configuration information on its <a href="%s">settings</a> page.
ru_ru: Необходимо <a href="%s">настроить</a> плагин vKontakte Cut Post.

source: Main Settings
ru_ru: Основные настройки

source: vKontakte App Id
ru_ru: вКонтакте App Id

source: Default Text
ru_ru: Текст по умолчанию

source: Pop-Up title
ru_ru: Pop-Up заголовок

source: Pop-Up text
ru_ru: Pop-Up текст

source: This plugin allows you to hide part of any posts (or pages), which will be available to the user after he clicks a button "I like" (vKontakte) on this post (page).
ru_ru: Плагин позволяет скрыть часть текста в любой заметке, которая станет доступна пользователю после того, как он нажмет кнопку "Мне нравится" (вКонтакте) на этой странице.

source: Need More Features?
ru_ru: Нужно больше функций?

source: Please contact with me via <a href="%s" >email</a>.
ru_ru: Пожалуйста, свяжитесь со мной по <a href="%s" >адресу</a>.

source: About the Author
ru_ru: Об авторе

source: <a href="%s" target"_blank">vKontakte Cut Post</a> is developed and maintained by <a href="%s" target = "_blank">Mikhail Zorge</a>.
ru_ru: Плагин <a href="%s" target"_blank">vKontakte Cut Post</a> разработан и поддерживается <a href="%s" target = "_blank">Mikhail Zorge</a>.

source: News
ru_ru: Новости

source: required
ru_ru: обязательно

source: <p>Get vKontakte appId on <a href = "%s" target = "_blank">link</a>.</p>
ru_ru: <p>Получить вКонтакте appId можно <a href = "%s" target = "_blank">тут</a>.</p>

source: Text to be displayed instead of hidden part of post
ru_ru: Текст, который будет показан вместо скрытого

source: Title of Pop-Up window
ru_ru: Заголовок Pop-Up окна

source: Text in Pop-Up window
ru_ru: Текст Pop-Up окна

source: <p><strong>Summary</strong></p> <p>This plugin allows you to hide part of any posts (or pages), which will be available to the user after he clicks a button "I like" (vKontakte) on this post (page). Instead, this text user see the link, click that opens a window with instructions to be executed to see the hidden text.</p> <p><strong>How to hide the text</strong></p> <ol> <li>The text that you want to hide you must enclose the tag: <b>[vcut] hidden text [/vcut]</b>. You can also use the button in the visual editor or quicktag.</li> <li>An optional parameter <em>text</em> to specify the text to be displayed instead of hidden. For example, <b>[vcut text = 'Click Me'] hidden text [/vcut]</b>.</li> </ol>
ru_ru: <p><strong>Кратко</strong></p> <p>Плагин позволяет скрыть часть текста в любой заметке, которая станет доступна пользователю после того, как он нажмет кнопку Мне нравится (вКонтакте) на этой странице. Вместо скрытого текста пользователь увидеть ссылку, нажав которое откроется окно, с инструкциями, которые нужно выполнить, чтобы увидеть скрытый текст.</p> <p><strong>Как скрыть часть текста</strong></p> <ol> <li>Текст, который вы желаете скрыть нужно заключить в тег <b>[vcut] hidden text [/vcut]</b>. Так же можно воспользоваться кнопкой в визуальном или html редакторах. </li> <li>Дополнительный параметр <em>text</em> позволяет задать текст, который будет показан вместо скрытого. Например, <b>[vcut text = 'Click Me'] hidden text [/vcut]</b>.</li> </ol>
